Repository: Fuchs/hoppla-sa
Catalog: translations/po/plasma_applet_ch.fuchsnet.plasma.hoppla-sa_*.po
Languages: de_ch

source: Not available
de_ch: Nid verfüägbar

source: No lights without a room available
de_ch: Kei Lampe ohni Ruum verfüägbar

source: disabled
de_ch: deaktiviärt

source: on
de_ch: Ah

source: off
de_ch: Uus

source: Living room
de_ch: Wohnzimmer

source: Kitchen
de_ch: Chuchi

source: Dining
de_ch: Ässeggä

source: Bedroom
de_ch: Schlafzimmer

source: Kids bedroom
de_ch: Chinderzimmer

source: Bathroom
de_ch: Badzimmer

source: Nursery
de_ch: Bebezimmer

source: Recreation
de_ch: Freizyt

source: Office
de_ch: Bureau

source: Gym
de_ch: Fitnessruum

source: Hallway
de_ch: Gang

source: Toilet
de_ch: Toilettä

source: Front door
de_ch: Ygangstür

source: Terrace
de_ch: Terrassä

source: Garden
de_ch: Gartä

source: Driveway
de_ch: Yfahrt

source: Carport
de_ch: Ysteuplatz

source: Other
de_ch: Angeres

source: Every
de_ch: Jedä

source: day
de_ch: Tag

source: weekday
de_ch: Wuchätag

source: weekend
de_ch: Wuchänändtag

source: Mon,
de_ch: Män,

source: Tue,
de_ch: Dsi,

source: Wed,
de_ch: Mit,

source: Thu,
de_ch: Don,

source: Fri,
de_ch: Fry,

source: Sat,
de_ch: Sam,

source: Once
de_ch: Einisch

source: times
de_ch: mau

source: Forever
de_ch: Für immer

source: At
de_ch: Am

source: at
de_ch: am

source: + random:
de_ch: Zuäfau

source: Switch all lights on
de_ch: Aui iischautä

source: Switches all reachable lights on
de_ch: Schautet aui Lampenä iih

source: Switch all lights off
de_ch: Aui uusschautä

source: Switches all reachable lights off
de_ch: Schautet aui Lampenä uus

source: LightGroup
de_ch: Gruppä

source: Bridge
de_ch: Brügg

source: Actions
de_ch: Aktionä

source: Lights
de_ch: Lampä

source: Groups
de_ch: Gruppä

source: Schedules
de_ch: Zytplän

source: Target
de_ch: Ziu

source: State
de_ch: Status

source: On
de_ch: Iigschaltä

source: Off
de_ch: Uusgschaltä

source: Brightness
de_ch: Häuigkeit

source: Effect
de_ch: Effekt

source: None
de_ch: Ohni

source: Colourloop
de_ch: Farbschleifä

source: Colour
de_ch: Farb

source: Temperature
de_ch: Farbtämperatur

source: Fade
de_ch: Duur

source: seconds
de_ch: Sekundä

source: Blink
de_ch: Blinkä

source: Stop
de_ch: Stopp

source: 15 seconds
de_ch: 15 Sekundä

source: Group
de_ch: Gruppä

source: Light
de_ch: Lampä

source: All lights
de_ch: Aui Lampänä

source: Failed to parse the specified action.
de_ch: Ig ha diä Aktion nid verstandä

source: Read only mode, original values are preserved
de_ch: Numä läsä, Originauiistelligä blybä defüür

source: OK
de_ch: Iu

source: Hue bridge not reachable
de_ch: Hue Brügg nid erreichbar

source: Not authenticated with Hue bridge
de_ch: Bisch nid mit dr Brügg Outäntisiärt

source: Connected to Philips HUE via main connection
de_ch: Mit dr Brügg über d Houptverbindig verbungä

source: Main connection
de_ch: Houptverbindig

source: Connected to Philips HUE via alternative connection
de_ch: Mit dr Brügg über d Auternativverbindig verbungä

source: Alternative connection
de_ch: Auternativverbindig

source: lights on
de_ch: Iigschauteti Lampä

source: Title
de_ch: Titu

source: Subtitle
de_ch: Ungertitu

source: Action
de_ch: Aktion

source: Edit
de_ch: Bearbeitä

source: Move up
de_ch: Uufäschiäbä

source: Move down
de_ch: Aabäschiäbä

source: Remove
de_ch: Wägnäh

source: Add new action
de_ch: Aktion derzuätuä

source: Add or edit action
de_ch: Aktion derzuätuä oder bearbeitä

source: Title:
de_ch: Titu:

source: Subtitle:
de_ch: Ungertitu:

source: Icon:
de_ch: Biudli:

source: Commands:
de_ch: Aktionä:

source: Type
de_ch: Typ

source: Payload
de_ch: Inhaut

source: Edit command
de_ch: Aktion bearbeitä

source: New command
de_ch: Neui Aktion

source: Cancel editing
de_ch: Bearbeitä abbrächä

source: Save command
de_ch: Aktion spycherä

source: Add new command
de_ch: Neui Aktion derzuätuä

source: Confirm deletion
de_ch: Löschä beschtätigä

source: Deleting an action can't be undone. Do you really want to delete this action?
de_ch: Än Aktion löschä chasch nid rückgängig mache. Bisch sicher, dass die Aktion wottsch löschä?

source: Bulb
de_ch: Lampä

source: House
de_ch: Huus

source: Rainbow
de_ch: Rägäbogä

source: Light grey
de_ch: Häugrau

source: Dark grey
de_ch: Dunkugrau

source: White
de_ch: Wyss

source: Black
de_ch: Schwarz

source: Light red
de_ch: Häurot

source: Red
de_ch: Rot

source: Dark red
de_ch: Dunkurot

source: Light green
de_ch: Häugrau

source: Green
de_ch: Grüen

source: Dark green
de_ch: Dunkugrüen

source: Light blue
de_ch: Häugblau

source: Blue
de_ch: Blau

source: Dark blue
de_ch: Dunkublau

source: Light orange
de_ch: Häuorange

source: Dark orange
de_ch: Dunkuorange

source: Light purple
de_ch: Häuviolett

source: Purple
de_ch: Violett

source: Dark purple
de_ch: Dunkuviolett

source: Magenta
de_ch: Magänta

source: Yellow
de_ch: Gäub

source: Inverted Rainbow
de_ch: Umkehrtä Rägäbogä

source: Bridge Address:
de_ch: Adrässä vor Brügg

source: Find bridge
de_ch: Brügg fingä

source: http://1.2.3.4 or use "Find bridge"
de_ch: http://1.2.3.4 odr "Brügg fingä" drückä

source: Authentication Name:
de_ch: Zeichäsalat:

source: Authenticate
de_ch: Outäntisiärä

source: Use the "Authenticate" button
de_ch: Am beschtä "Outäntisiärä" drückä

source: Check for status every
de_ch: Status überprüäfä au

source: Use a fallback connection when the bridge is out of reach
de_ch: Angeri verbindig wenn d Brügg nid erreichbar isch

source: Alternative bridge URL:
de_ch: Auternativi Adrässä vor Brügg:

source: Requires basic authentication:
de_ch: Bruucht e so äs Passwort u so:

source: Username:
de_ch: Nutzernamä:

source: Password:
de_ch: Passwort:

source: Trying to find your bridge ...
de_ch: Ig suächä mau dyni Brügg, gäu ...

source: Please wait while I am searching.
de_ch: Gang afa ga nes Kafi ha oder so

source: Found your bridge
de_ch: Brügg gfungä

source: Please apply the configuration
de_ch: Tue bitte ungä spycherä

source: Failed to find your bridge
de_ch: Sorry, ha dyni Brügg nid gfungä

source: Are you in the same network and connected to the internet?
de_ch: Isch si i dim Netz, u hesch ä Internetverbindig?

source: Trying to authenticate with your bridge ...
de_ch: Ig mäudä mi mau bir Brügg ah, gäu

source: Push the authenticate button on your Hue bridge within 60 seconds
de_ch: Drück bitte mau dä gross rund Chnopf uf der Brügg, hesch 60 Sekundä

source: Authenticated with your bridge
de_ch: Ja, jetz red d Brügg mitmer, icsh guät

source: Successfully authenticated, please apply the configuration
de_ch: Outäntisiärig erfougriich, tuä bitte spycherä ungä

source: Failed to authenticate with your bridge
de_ch: Hoppla, d Outäntisiärig isch schiäfglüffä

source: Make sure the bridge is reachable and the button clicked
de_ch: Isch d Brügg erreichbar u hesch ds Chnöpfli drückt, Du Lappi?

source: Name
de_ch: Namä

source: Switch on
de_ch: Iischautä

source: Switch off
de_ch: Uusschautä

source: Add new group
de_ch: Nöi Gruppe derzuätuä

source: Create or edit group
de_ch: Gruppe derzuätuä oder bearbeitä

source: Group name:
de_ch: Gruppänamä:

source: Group type:
de_ch: Gruppätyp

source: Room
de_ch: Ruum

source: A light can only be in one room but multiple groups at the same time.
de_ch: Lampä chöi glychzytig numä i eim Ruum si, aber i mehrerä Gruppä.

source: Only rooms have a class with a specific icon, groups only have a name
de_ch: Rüüm hei ou e Klass u so es Biudli, Gruppä haut numä e Name

source: Class
de_ch: Klass

source: light:
de_ch: Lampä

source: Add light
de_ch: Lampä derzuätuä

source: Deleting a group will remove it from your Philips Hue system and can't be undone. Do you really want to delete this group?
de_ch: Wenn ä Gruppä löschisch wird si vo Dim Philips Hue entfärnt, das chasch nid rückgängig mache. Bisch sicher, dass die Gruppä wottsch löschä?

source: Failed to update group
de_ch: Sorry, ha d Gruppe nid chönnä aapassä

source: Communication error occured
de_ch: D Brügg het nid mit mir gredt wiä sy sött

source: Error:
de_ch: Fähler:

source: Successfully updated group
de_ch: Gruppä erfougriich aapasst

source: Unknown error occured
de_ch: Öppis ganz komischs isch passiärt

source: Failed to create group
de_ch: Gruppä derzuätuä isch schiefgloffä

source: Successfully created group
de_ch: Gruppä erfougriich drzuätah

source: Failed to delete group
de_ch: Gruppä hett nid chönnä glöscht wärdä

source: Successfully deleted group
de_ch: Gruppä erfougriich glöscht

source: Add new light
de_ch: Lampe hinzufügen

source: Adding new lights
de_ch: Lampä derzuätuä

source: New found lights
de_ch: Die Lampänä hani gfungä

source: Edit light
de_ch: Lampä bearbeitä

source: Light name:
de_ch: Lampänamä:

source: Deleting a light will remove it from your Philips Hue system and can't be undone. Do you really want to delete this light?
de_ch: Wenn ä Lampä löschisch wird si vo Dim Philips Hue entfärnt, das chasch nid rückgängig mache. Bisch sicher, dass die Lampä wottsch löschä?

source: Scanning for new lights ...
de_ch: Ig suächä mou nöi Lampänä ...

source: Scanning for
de_ch: Ig suächä no öppä

source: Scanning for new lights done
de_ch: D Suechi nach nöiä Lampänä isch abgschlossä

source: Check the table for new found lights
de_ch: Neue Lampen sind in der Tabelle unten aufgeführt

source: Failed to update light
de_ch: Lampä aapassä fäugschlagä

source: Successfully updated light
de_ch: Lampä erfougriich aapasst

source: Failed to delete light
de_ch: Ha d Lampä nid chönnä löschä

source: Successfully deleted light
de_ch: Lampä erfougriich glöscht

source: Time
de_ch: Zyt

source: Add new schedule
de_ch: Neuä Zytplan drzuätah

source: Create or edit schedule
de_ch: Zytplan drzuätah oder anpassen

source: Schedule name:
de_ch: Zytplannamä:

source: Description:
de_ch: Beschrybig:

source: Settings:
de_ch: Iistelligä:

source: Enabled
de_ch: Aktiviärt

source: Auto delete when expired
de_ch: Nächär outomatisch löschä

source: Command
de_ch: Aktion

source: Deleting a schedule will remove it from your Philips Hue system and can't be undone. Do you really want to delete this schedule?
de_ch: Wenn ä Zytplan löschisch wird si vo Dim Philips Hue entfärnt, das chasch nid rückgängig mache. Bisch sicher, dass die Gruppe wottsch löschä?

source: Failed to update schedule
de_ch: Ha de Zytplan nid chönnä apassä

source: Successfully updated schedule
de_ch: Zytplan erfougrych aapasst

source: Failed to create schedule
de_ch: Zytplan drzuätah het nid klappet

source: Successfully created schedule
de_ch: Zytplan erfougrych ersteut

source: Failed to delete schedule
de_ch: Zytplan hed nid chönne glöscht wärdä

source: Successfully deleted schedule
de_ch: Zytplan erfougrych glöscht

source: Refresh
de_ch: Aktualisiärä

source: Configure Philips Hue...
de_ch: Philips Hue konfiguriärä ...

source: No Hue bridge configured
de_ch: Kei Hue Brügg iigrychtet

source: You need to configure your Hue bridge
de_ch: Du muesch eini iirychtä, Du Globivogu

source: Configure Hue Bridge
de_ch: Hue Bridge iirychtä

source: Not authenticated
de_ch: Nid Outäntisiärt

source: Hue not reachable
de_ch: Hue nid erreichbar

source: Authenticate with your bridge
de_ch: Mit dr Brügg Outäntisiärä

source: Check if your Hue bridge is configured and reachable
de_ch: Luäg mau, öb d Brügg konfiguriärt u erreichbar isch

source: not available
de_ch: Nid verfüägbar

source: light
de_ch: Lampä

source: lights
de_ch: Lampänä

source: ID and name
de_ch: ID und Namä

source: Number of lights
de_ch: Aazau Lamänä

source: All lights off
de_ch: Aui uusgschautä

source: All lights on
de_ch: Aui iigschautä

source: Some lights on
de_ch: Es paar si iigschautä

source: Colour in CIE space, x:
de_ch: Farb im CIE Ruum, x:

source: Colour in HS, hue:
de_ch: Farb aus HS: hue:

source: White by temperature:
de_ch: Wysstämperatur:

source: Colour mode
de_ch: Farbmodus

source: Model ID
de_ch: Modäu-Id

source: Unique ID
de_ch: Eidütigi Id

source: Hue Light Control
de_ch: Hue Liechtstüürig

source: Schedule type:
de_ch: Zytplantyp:

source: Recurring
de_ch: Mehrmaus

source: Weekly
de_ch: Wüchentlech

source: Execute on:
de_ch: Uusfüärä am:

source: Monday
de_ch: Mäntig

source: Tuesday
de_ch: Dsischtig

source: Wednesday
de_ch: Mittwuch

source: Thursday
de_ch: Donnschtig

source: Friday
de_ch: Frytig

source: Saturday
de_ch: Samschtig

source: Sunday
de_ch: Sunntig

source: Execute:
de_ch: Uusfüärä:

source: times or
de_ch: mau odr

source: forever
de_ch: für immer

source: Pick a date
de_ch: Datum uuswählä

source: Execution time (HH:MM:SS):
de_ch: Uusfüehrigszyt (SS:MM:ss):

source: Random added time:
de_ch: Zuäfäuigi Zsuäsatzzyt:

source: Failed to parse the specified time.
de_ch: Ig ha diä Aktion nid verstandä
